Repository: Mesutcydev/macpair
Catalog: Sources/ClientiOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Learn the controls, security model, and outside-connection setup.
ar: تعرف على عناصر التحكم ونموذج الأمان وإعداد الاتصال الخارجي.
de: Lernen Sie die Steuerung, das Sicherheitsmodell und die Einrichtung externer Verbindungen kennen.
es: Aprenda los controles, el modelo de seguridad y la configuración de conexiones externas.
fr: Apprenez les commandes, le modèle de sécurité et la configuration des connexions externes.
hi: नियंत्रण, सुरक्षा मॉडल और बाहरी कनेक्शन सेटअप सीखें।
it: Impara i controlli, il modello di sicurezza e la configurazione della connessione esterna.
ja: 操作方法、セキュリティモデル、外部接続の設定について学びます。
ko: 제어 방법, 보안 모델 및 외부 연결 설정을 알아보세요.
nl: Leer de bediening, het beveiligingsmodel en de externe verbindingsinstellingen.
pl: Poznaj elementy sterowania, model zabezpieczeń i konfigurację połączeń zewnętrznych.
pt_br: Aprenda os controles, o modelo de segurança e a configuração de conexão externa.
ru: Изучите элементы управления, модель безопасности и настройку внешнего подключения.
sv: Lär dig kontrollerna, säkerhetsmodellen och inställningen för extern anslutning.
th: เรียนรู้การควบคุม โมเดลความปลอดภัย และการตั้งค่าการเชื่อมต่อภายนอก
tr: Kontrolleri, güvenlik modelini ve dış bağlantı kurulumunu öğrenin.
vi: Tìm hiểu các điều khiển, mô hình bảo mật và thiết lập kết nối bên ngoài.
zh_hans: 了解控制方式、安全模型和外部连接设置。
zh_hant: 了解控制方式、安全模型和外部連線設定。

source: light ui theme override
ar: تجاوز سمة الواجهة الفاتحة
de: Helles UI-Thema erzwingen
es: Forzar tema de UI claro
fr: Forcer le thème clair de l'interface
ja: ライトUIテーマのオーバーライド
pt_br: Forzar tema de UI claro
tr: Açık tema geçersiz kılma
zh_hans: 覆盖为浅色UI主题
zh_hant: 覆盖为浅色UI主题

source: live
ar: مباشر
es: En vivo
fr: En direct
ja: ライブ
pt_br: En vivo
tr: Canlı
zh_hans: 直播中
zh_hant: 直播中

source: live activity
ar: النشاط المباشر
de: Live-Aktivität
es: Actividad en vivo
fr: Activité en direct
ja: ライブアクティビティ
pt_br: Actividad en vivo
tr: Canlı etkinlik
zh_hans: 实时活动
zh_hant: 实时活动

source: live stats overlay
ar: طبقة الإحصاءات المباشرة
de: Live-Statistiken einblenden
es: Superposición de stats en vivo
fr: Superposition des stats en direct
ja: ライブ統計オーバーレイ
pt_br: Superposición de stats en vivo
tr: Canlı istatistik katmanı
zh_hans: 实时统计叠层
zh_hant: 实时统计叠层

source: Live Stats Overlay
ar: تراكب الإحصائيات المباشرة
de: Live-Statistiken-Overlay
es: Superposición de estadísticas en vivo
fr: Superposition des statistiques en direct
hi: लाइव स्टैट्स ओवरले
it: Overlay statistiche in tempo reale
ja: ライブ統計オーバーレイ
ko: 실시간 통계 오버레이
nl: Live statistieken overlay
pl: Nakładka statystyk na żywo
pt_br: Sobreposição de estatísticas ao vivo
ru: Наложение статистики в реальном времени
sv: Live-statistiköverlagring
th: การซ้อนทับสถิติสด
tr: Canlı İstatistik Yerleşimi
vi: Lớp phủ thống kê trực tiếp
zh_hans: 实时统计叠加
zh_hant: 即時統計疊加

source: locked
ar: مقفل
de: gesperrt
es: bloqueado
fr: verrouillé
hi: लॉक
it: bloccato
ja: ロック済み
ko: 잠김
nl: vergrendeld
pl: zablokowany
pt_br: bloqueado
ru: заблокирован
sv: låst
th: ล็อคแล้ว
tr: kilitli
vi: đã khóa
zh_hans: 已锁定
zh_hant: 已鎖定

source: Looking for ScreenHarbor hosts on your local network…
ar: البحث عن مضيفي ScreenHarbor على شبكتك المحلية…
de: Suche nach ScreenHarbor-Hosts in Ihrem lokalen Netzwerk…
es: Buscando hosts ScreenHarbor en su red local…
fr: Recherche d'hôtes ScreenHarbor sur votre réseau local…
hi: आपके स्थानीय नेटवर्क पर ScreenHarbor होस्ट खोज रहे हैं…
it: Ricerca di host ScreenHarbor sulla rete locale…
ja: ローカルネットワークでScreenHarborホストを検索中…
ko: 로컬 네트워크에서 ScreenHarbor 호스트 검색 중…
nl: Zoeken naar ScreenHarbor-hosts op uw lokale netwerk…
pl: Wyszukiwanie hostów ScreenHarbor w sieci lokalnej…
pt_br: Procurando hosts ScreenHarbor na sua rede local…
ru: Поиск ScreenHarbor-хостов в вашей локальной сети…
sv: Söker efter ScreenHarbor-värdar på ditt lokala nätverk…
th: กำลังค้นหาโฮสต์ ScreenHarbor บนเครือข่ายท้องถิ่นของคุณ…
tr: Yerel ağınızda ScreenHarbor ana bilgisayarları aranıyor…
vi: Đang tìm máy chủ ScreenHarbor trên mạng cục bộ của bạn…
zh_hans: 正在本地网络上查找 ScreenHarbor 主机…
zh_hant: 正在您的區域網路上尋找 ScreenHarbor 主機…

source: lossless
ar: بدون فقدان
de: Verlustfrei
es: Sin pérdidas
fr: Sans perte
ja: ロスレス
pt_br: Sin pérdidas
tr: Kayıpsız
zh_hans: 无损
zh_hant: 无损

source: low power mode
ar: وضع توفير الطاقة
de: Energiesparmodus
es: Modo de bajo consumo
fr: Mode basse consommation
ja: 低電力モード
pt_br: Modo de bajo consumo
tr: Düşük güç modu
zh_hans: 低功耗模式
zh_hant: 低功耗模式

source: Low Power Mode
ar: وضع الطاقة المنخفضة
de: Energiesparmodus
es: Modo de bajo consumo
fr: Mode faible consommation
hi: कम पावर मोड
it: Modalità risparmio energetico
ja: 低電力モード
ko: 저전력 모드
nl: Energiebesparingsmodus
pl: Tryb niskiego zużycia energii
pt_br: Modo de baixo consumo
ru: Режим низкого энергопотребления
sv: Lågströmsläge
th: โหมดพลังงานต่ำ
tr: Düşük Güç Modu
vi: Chế độ năng lượng thấp
zh_hans: 低功耗模式
zh_hant: 低功耗模式

source: Manage trusted ScreenHarbor hosts, connection posture, privacy defaults, and stream behavior.
ar: إدارة مضيفي ScreenHarbor الموثوقين، ووضع الاتصال، وإعدادات الخصوصية الافتراضية، وسلوك البث.
de: Verwalten Sie vertrauenswürdige ScreenHarbor-Hosts, Verbindungshaltung, Datenschutzstandards und Stream-Verhalten.
es: Administre hosts ScreenHarbor de confianza, postura de conexión, valores predeterminados de privacidad y comportamiento de transmisión.
fr: Gérez les hôtes ScreenHarbor de confiance, la posture de connexion, les paramètres de confidentialité par défaut et le comportement du flux.
hi: विश्वसनीय ScreenHarbor होस्ट, कनेक्शन मुद्रा, गोपनीयता डिफ़ॉल्ट और स्ट्रीम व्यवहार प्रबंधित करें।
it: Gestisci host ScreenHarbor fidati, postura di connessione, impostazioni predefinite sulla privacy e comportamento dello stream.
ja: 信頼できるScreenHarborホスト、接続ポスチャー、プライバシー既定値、ストリーム動作を管理します。
ko: 신뢰할 수 있는 ScreenHarbor 호스트, 연결 자세, 개인정보 기본값 및 스트림 동작을 관리합니다.
nl: Beheer vertrouwde ScreenHarbor-hosts, verbindingshouding, privacy-standaardinstellingen en streamgedrag.
pl: Zarządzaj zaufanymi hostami ScreenHarbor, postawą połączenia, domyślnymi ustawieniami prywatności i zachowaniem strumienia.
pt_br: Gerencie hosts ScreenHarbor confiáveis, postura de conexão, padrões de privacidade e comportamento do stream.
ru: Управляйте доверенными ScreenHarbor-хостами, режимом подключения, настройками конфиденциальности по умолчанию и поведением потока.
sv: Hantera betrodda ScreenHarbor-värdar, anslutningsställning, sekretessstandarder och strömbeteende.
th: จัดการโฮสต์ ScreenHarbor ที่เชื่อถือได้ ท่าทางการเชื่อมต่อ ค่าเริ่มต้นความเป็นส่วนตัว และพฤติกรรมสตรีม
tr: Güvenilir ScreenHarbor ana bilgisayarlarını, bağlantı duruşunu, gizlilik varsayılanlarını ve akış davranışını yönetin.
vi: Quản lý máy chủ ScreenHarbor đáng tin cậy, tư thế kết nối, mặc định quyền riêng tư và hành vi luồng.
zh_hans: 管理受信任的 ScreenHarbor 主机、连接姿态、隐私默认设置和流行为。
zh_hant: 管理受信任的 ScreenHarbor 主機、連線姿態、隱私預設值和串流行為。

source: media
ar: الوسائط
de: Medien
es: medios
fr: média
hi: मीडिया
ja: メディア
ko: 미디어
pt_br: mídia
ru: медиа
th: สื่อ
tr: medya
vi: phương tiện
zh_hans: 媒体
zh_hant: 媒體

source: messages over 1 MB are rejected before decoding
ar: يتم رفض الرسائل التي تزيد عن 1 ميجابايت قبل فك التشفير
de: Nachrichten über 1 MB werden vor der Dekodierung abgelehnt
es: los mensajes de más de 1 MB se rechazan antes de la decodificación
fr: les messages de plus de 1 Mo sont rejetés avant décodage
hi: 1 MB से अधिक के संदेश डिकोडिंग से पहले अस्वीकार कर दिए जाते हैं
it: i messaggi superiori a 1 MB vengono rifiutati prima della decodifica
ja: 1 MBを超えるメッセージはデコード前に拒否されます
ko: 1MB 초과 메시지는 디코딩 전에 거부됩니다
nl: berichten groter dan 1 MB worden vóór decodering geweigerd
pl: wiadomości powyżej 1 MB są odrzucane przed dekodowaniem
pt_br: mensagens acima de 1 MB são rejeitadas antes da decodificação
ru: сообщения размером более 1 МБ отклоняются до декодирования
sv: meddelanden över 1 MB avvisas före avkodning
th: ข้อความที่เกิน 1 MB จะถูกปฏิเสธก่อนถอดรหัส
tr: 1 MB'den büyük mesajlar kod çözmeden önce reddedilir
vi: tin nhắn trên 1 MB bị từ chối trước khi giải mã
zh_hans: 超过 1 MB 的消息在解码前被拒绝
zh_hant: 超過 1 MB 的訊息在解碼前會被拒絕

source: mirror
ar: مرآة
de: Spiegel
es: Espejo
fr: Miroir
ja: ミラー
pt_br: Espejo
tr: Yansıtma
zh_hans: 镜像
zh_hant: 镜像

source: mirror to phone
ar: انعكاس على الهاتف
de: auf Telefon spiegeln
es: reflejar en el teléfono
fr: miroir vers le téléphone
hi: फ़ोन पर मिरर करें
it: specchia sul telefono
ja: 電話にミラーリング
ko: 휴대폰으로 미러링
nl: spiegelen naar telefoon
pl: lustrzanie na telefon
pt_br: espelhar no telefone
ru: зеркалировать на телефон
sv: spegla till telefon
th: สะท้อนไปยังโทรศัพท์
tr: telefona yansıt
vi: phản chiếu tới điện thoại
zh_hans: 镜像到手机
zh_hant: 鏡像到手機

source: mouse + keyboard
ar: الفأرة + لوحة المفاتيح
de: Maus + Tastatur
es: Ratón + teclado
fr: Souris + clavier
ja: マウス＋キーボード
pt_br: Ratón + teclado
tr: Fare + klavye
zh_hans: 鼠标＋键盘
zh_hant: 鼠标＋键盘

source: Nearby Hosts
ar: المضيفون القريبون
de: Hosts in der Nähe
es: Hosts cercanos
fr: Hôtes à proximité
hi: आस-पास के होस्ट
it: Host nelle vicinanze
ja: 近くのホスト
ko: 주변 호스트
nl: Hosts in de buurt
pl: Pobliskie hosty
pt_br: Hosts próximos
ru: Ближайшие хосты
sv: Närliggande värdar
th: โฮสต์ใกล้เคียง
tr: Yakındaki Ana Bilgisayarlar
vi: Máy chủ lân cận
zh_hans: 附近主机
zh_hant: 附近主機

source: Network and FPS overlay
ar: تراكب الشبكة ومعدل الإطارات
de: Netzwerk- und FPS-Overlay
es: Superposición de red y FPS
fr: Superposition réseau et FPS
hi: नेटवर्क और FPS ओवरले
it: Overlay rete e FPS
ja: ネットワークとFPSオーバーレイ
ko: 네트워크 및 FPS 오버레이
nl: Netwerk- en FPS-overlay
pl: Nakładka sieci i FPS
pt_br: Sobreposição de rede e FPS
ru: Наложение сети и FPS
sv: Nätverks- och FPS-överlagring
th: การซ้อนทับเครือข่ายและ FPS
tr: Ağ ve FPS yerleşimi
vi: Lớp phủ mạng và FPS
zh_hans: 网络和 FPS 叠加
zh_hant: 網路與 FPS 疊加

source: Network Unavailable
ar: الشبكة غير متاحة
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
hi: नेटवर्क अनुपलब्ध
it: Rete non disponibile
ja: ネットワーク利用不可
ko: 네트워크 사용 불가
nl: Netwerk niet beschikbaar
pl: Sieć niedostępna
pt_br: Rede indisponível
ru: Сеть недоступна
sv: Nätverk otillgängligt
th: เครือข่ายไม่พร้อมใช้งาน
tr: Ağ Kullanılamıyor
vi: Mạng không khả dụng
zh_hans: 网络不可用
zh_hant: 網路不可用

source: new hosts require visible approval on ScreenHarbor host before access
ar: تتطلب المضيفون الجدد موافقة مرئية على مضيف ScreenHarbor قبل الوصول
de: Neue Hosts benötigen sichtbare Genehmigung auf dem ScreenHarbor Host
es: Los nuevos hosts requieren aprobación visible en ScreenHarbor host
fr: Les nouveaux hôtes nécessitent une approbation visible sur l'hôte ScreenHarbor
ja: 新しいホストはScreenHarborホスト上での承認が必要です
pt_br: Los nuevos hosts requieren aprobación visible en ScreenHarbor host
tr: Yeni hostlar erişim için ScreenHarbor host üzerinde onay gerektirir
zh_hans: 新主机在访问前需要在ScreenHarbor主机上获得批准
zh_hant: 新主机在访问前需要在ScreenHarbor主机上获得批准

source: No Display Layout
ar: لا يوجد تخطيط للشاشة
de: Kein Display-Layout
es: Sin disposición de pantalla
fr: Aucune disposition d'écran
hi: कोई डिस्प्ले लेआउट नहीं
it: Nessun layout display
ja: ディスプレイレイアウトなし
ko: 디스플레이 레이아웃 없음
nl: Geen beeldschermindeling
pl: Brak układu wyświetlacza
pt_br: Nenhum layout de tela
ru: Нет макета дисплея
sv: Ingen skärmlayout
th: ไม่มีเค้าโครงจอแสดงผล
tr: Ekran Düzeni Yok
vi: Không có bố cục màn hình
zh_hans: 无显示器布局
zh_hant: 無顯示器佈局

source: No display layout yet
ar: لا يوجد تخطيط للشاشة بعد
de: Noch kein Display-Layout
es: Aún sin disposición de pantalla
fr: Pas encore de disposition d'écran
hi: अभी तक कोई डिस्प्ले लेआउट नहीं
it: Ancora nessun layout del display
ja: まだディスプレイレイアウトがありません
ko: 아직 디스플레이 레이아웃 없음
nl: Nog geen beeldschermindeling
pl: Brak jeszcze układu wyświetlacza
pt_br: Ainda sem layout de tela
ru: Макета дисплея пока нет
sv: Ingen skärmlayout ännu
th: ยังไม่มีเค้าโครงจอแสดงผล
tr: Henüz ekran düzeni yok
vi: Chưa có bố cục màn hình
zh_hans: 尚无显示器布局
zh_hant: 尚無顯示器佈局

source: No Hosts Found
ar: لم يتم العثور على مضيفين
de: Keine Hosts gefunden
es: No se encontraron hosts
fr: Aucun hôte trouvé
hi: कोई होस्ट नहीं मिला
it: Nessun host trovato
ja: ホストが見つかりません
ko: 호스트를 찾을 수 없음
nl: Geen hosts gevonden
pl: Nie znaleziono hostów
pt_br: Nenhum host encontrado
ru: Хосты не найдены
sv: Inga värdar hittades
th: ไม่พบโฮสต์
tr: Ana Bilgisayar Bulunamadı
vi: Không tìm thấy máy chủ
zh_hans: 未找到主机
zh_hant: 未找到主機

source: no paired host detected yet
ar: لم يتم اكتشاف أي مضيف مقترن بعد
de: Noch kein verbundener Host gefunden
es: Aún no se detectó ningún host emparejado
fr: Aucun hôte associé détecté pour l'instant
ja: 接続済みホストがまだ検出されていません
pt_br: Aún no se detectó ningún host emparejado
tr: Henüz eşleştirilmiş host algılanmadı
zh_hans: 尚未检测到已配对主机
zh_hant: 尚未检测到已配对主机

source: No trusted hosts yet
ar: لا توجد مضيفات موثوقة بعد
de: Noch keine vertrauenswürdigen Hosts
es: Aún no hay hosts de confianza
fr: Pas encore d'hôtes de confiance
hi: अभी तक कोई विश्वसनीय होस्ट नहीं
it: Ancora nessun host fidato
ja: まだ信頼できるホストがありません
ko: 아직 신뢰할 수 있는 호스트 없음
nl: Nog geen vertrouwde hosts
pl: Brak jeszcze zaufanych hostów
pt_br: Ainda não há hosts confiáveis
ru: Пока нет доверенных хостов
sv: Inga betrodda värdar ännu
th: ยังไม่มีโสต์ที่เชื่อถือได้
tr: Henüz güvenilir ana bilgisayar yok
vi: Chưa có máy chủ đáng tin cậy
zh_hans: 尚无受信任主机
zh_hant: 尚無受信任主機

source: No trusted hosts. Pair a ScreenHarbor host to create trust.
ar: لا توجد مضيفون موثوقون. قم بإقران مضيف ScreenHarbor لإنشاء الثقة.
de: Keine vertrauenswürdigen Hosts. Verbinde einen ScreenHarbor Host um Vertrauen herzustellen.
es: Sin hosts de confianza. Empareja un ScreenHarbor host para crear confianza.
fr: Aucun hôte de confiance. Associez un hôte ScreenHarbor pour établir la confiance.
ja: 信頼済みホストがありません。信頼を確立するためにScreenHarborホストをペアリングしてください。
pt_br: Sin hosts de confianza. Empareja un ScreenHarbor host para crear confianza.
tr: Güvenilir host yok. Güven için bir ScreenHarbor host eşleştir.
zh_hans: 没有受信任的主机。配对一个ScreenHarbor主机以建立信任。
zh_hant: 没有受信任的主机。配对一个ScreenHarbor主机以建立信任。

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
hi: नोट्स
it: Note
ja: メモ
ko: 메모
nl: Notities
pl: Notatki
pt_br: Notas
ru: Заметки
sv: Anteckningar
th: บันทึก
tr: Notlar
vi: Ghi chú
zh_hans: 笔记
zh_hant: 筆記

source: offline
ar: غير متصل
es: Sin conexión
fr: Hors ligne
ja: オフライン
pt_br: Sin conexión
tr: Çevrimdışı
zh_hans: 离线
zh_hant: 离线

source: one-time
ar: لمرة واحدة
de: einmalig
es: por una vez
fr: unique
hi: एक बार
it: una tantum
ja: 1回限り
ko: 일회성
nl: eenmalig
pl: jednorazowy
pt_br: única vez
ru: одноразовый
sv: engångs-
th: ครั้งเดียว
tr: tek seferlik
vi: một lần
zh_hans: 一次性
zh_hant: 一次性

source: online
ar: متصل
es: En línea
fr: En ligne
ja: オンライン
pt_br: En línea
tr: Çevrimiçi
zh_hans: 在线
zh_hant: 在线

source: Only approved hosts can connect. Pair once, reconnect quickly.
ar: يمكن فقط للمضيفين المعتمدين الاتصال. قم بالاقتران مرة واحدة، وأعد الاتصال بسرعة.
de: Nur genehmigte Hosts können sich verbinden. Einmal koppeln, schnell wieder verbinden.
es: Solo los hosts aprobados pueden conectarse. Empareje una vez, reconecte rápidamente.
fr: Seuls les hôtes approuvés peuvent se connecter. Associez une fois, reconnectez rapidement.
hi: केवल स्वीकृत होस्ट ही कनेक्ट कर सकते हैं। एक बार पेयर करें, जल्दी से पुनः कनेक्ट करें।
it: Solo gli host approvati possono connettersi. Abbina una volta, riconnetti rapidamente.
ja: 承認されたホストのみ接続できます。一度ペアリングすれば素早く再接続できます。
ko: 승인된 호스트만 연결할 수 있습니다. 한 번 페어링하면 빠르게 재연결됩니다.
nl: Alleen goedgekeurde hosts kunnen verbinding maken. Eenmalig koppelen, snel opnieuw verbinden.
pl: Tylko zatwierdzone hosty mogą się łączyć. Sparuj raz, szybko łącz ponownie.
pt_br: Apenas hosts aprovados podem se conectar. Emparelhe uma vez, reconecte rapidamente.
ru: Только одобренные хосты могут подключаться. Сопряжение один раз — быстрое переподключение.
sv: Endast godkända värdar kan ansluta. Parkoppla en gång, återanslut snabbt.
th: เฉพาะโฮสต์ที่ได้รับอนุมัติเท่านั้นที่สามารถเชื่อมต่อได้ จับคู่ครั้งเดียว เชื่อมต่อใหม่ได้รวดเร็ว
tr: Yalnızca onaylanmış ana bilgisayarlar bağlanabilir. Bir kez eşleştirin, hızlıca yeniden bağlanın.
vi: Chỉ máy chủ được phê duyệt mới có thể kết nối. Ghép nối một lần, kết nối lại nhanh chóng.
zh_hans: 只有已批准的主机才能连接。配对一次，快速重连。
zh_hant: 只有已核准的主機才能連接。配對一次，快速重連。

source: Only trusted devices can connect. Never share pairing codes, and revoke access from Security when a device should no longer control your ScreenHarbor host.
ar: يمكن فقط للأجهزة الموثوقة الاتصال. لا تشارك رموز الاقتران أبدًا، وقم بإلغاء الوصول من الأمان عندما لا ينبغي للجهاز التحكم في مضيف ScreenHarbor الخاص بك.
de: Nur vertrauenswürdige Geräte können sich verbinden. Geben Sie niemals Kopplungscodes weiter und widerrufen Sie den Zugriff in den Sicherheitseinstellungen, wenn ein Gerät Ihren ScreenHarbor-Host nicht mehr steuern soll.
es: Solo los dispositivos de confianza pueden conectarse. Nunca comparta códigos de emparejamiento y revoque el acceso desde Seguridad cuando un dispositivo ya no deba controlar su host ScreenHarbor.
fr: Seuls les appareils de confiance peuvent se connecter. Ne partagez jamais les codes d'appairage et révoquez l'accès depuis Sécurité lorsqu'un appareil ne doit plus contrôler votre hôte ScreenHarbor.
hi: केवल विश्वसनीय डिवाइस ही कनेक्ट कर सकते हैं। पेयरिंग कोड कभी साझा न करें, और जब कोई डिवाइस आपके ScreenHarbor होस्ट को नियंत्रित नहीं करना चाहिए, तो सुरक्षा से एक्सेस रद्द करें।
it: Solo i dispositivi fidati possono connettersi. Non condividere mai i codici di abbinamento e revoca l'accesso da Sicurezza quando un dispositivo non deve più controllare il tuo host ScreenHarbor.
ja: 信頼できるデバイスのみ接続できます。ペアリングコードは決して共有せず、デバイスがScreenHarborホストを制御すべきでなくなった場合はセキュリティからアクセスを取り消してください。
ko: 신뢰할 수 있는 기기만 연결할 수 있습니다. 페어링 코드를 절대 공유하지 말고, 기기가 더 이상 ScreenHarbor 호스트를 제어하지 않아야 할 때는 보안에서 액세스를 취소하세요.
nl: Alleen vertrouwde apparaten kunnen verbinding maken. Deel nooit koppelingscodes en trek de toegang in via Beveiliging wanneer een apparaat uw ScreenHarbor-host niet langer mag bedienen.
pl: Tylko zaufane urządzenia mogą się łączyć. Nigdy nie udostępniaj kodów parowania i cofnij dostęp w Zabezpieczeniach, gdy urządzenie nie powinno już kontrolować Twojego hosta ScreenHarbor.
pt_br: Apenas dispositivos confiáveis podem se conectar. Nunca compartilhe códigos de pareamento e revogue o acesso em Segurança quando um dispositivo não deve mais controlar seu host ScreenHarbor.
ru: Только доверенные устройства могут подключаться. Никогда не передавайте коды сопряжения и отзывайте доступ в разделе Безопасность, когда устройство больше не должно управлять вашим ScreenHarbor-хостом.
sv: Endast betrodda enheter kan ansluta. Dela aldrig parkopplingskoder och återkalla åtkomst från Säkerhet när en enhet inte längre ska styra din ScreenHarbor-värd.
th: เฉพาะอุปกรณ์ที่เชื่อถือได้เท่านั้นที่สามารถเชื่อมต่อได้ อย่าแชร์รหัสจับคู่ และเพิกถอนการเข้าถึงจากความปลอดภัยเมื่ออุปกรณ์ไม่ควรควบคุมโฮสต์ ScreenHarbor ของคุณอีกต่อไป
tr: Yalnızca güvenilir cihazlar bağlanabilir. Eşleştirme kodlarını asla paylaşmayın ve bir cihaz artık ScreenHarbor ana bilgisayarınızı kontrol etmemesi gerektiğinde Güvenlik'ten erişimi iptal edin.
vi: Chỉ thiết bị đáng tin cậy mới có thể kết nối. Không bao giờ chia sẻ mã ghép nối và thu hồi quyền truy cập từ Bảo mật khi thiết bị không còn nên điều khiển máy chủ ScreenHarbor của bạn.
zh_hans: 只有受信任的设备才能连接。切勿分享配对码，当某设备不应再控制您的 ScreenHarbor 主机时，请从安全设置中撤销访问权限。
zh_hant: 只有受信任的裝置才能連接。切勿分享配對碼，當裝置不應再控制您的 ScreenHarbor 主機時，請從安全性設定中撤銷存取權限。

source: Only trusted devices can reconnect. Use View Only when you want safer observation.
ar: يمكن فقط للأجهزة الموثوقة إعادة الاتصال. استخدم العرض فقط عندما تريد مراقبة أكثر أمانًا.
de: Nur vertrauenswürdige Geräte können sich erneut verbinden. Verwenden Sie Nur-Anzeigen, wenn Sie sicherer beobachten möchten.
es: Solo los dispositivos de confianza pueden reconectarse. Use Solo visualización cuando desee una observación más segura.
fr: Seuls les appareils de confiance peuvent se reconnecter. Utilisez Affichage seul pour une observation plus sûre.
hi: केवल विश्वसनीय डिवाइस ही पुनः कनेक्ट कर सकते हैं। सुरक्षित अवलोकन के लिए केवल देखें का उपयोग करें।
it: Solo i dispositivi fidati possono riconnettersi. Usa Solo visualizzazione per un'osservazione più sicura.
ja: 信頼できるデバイスのみ再接続できます。より安全に観察したい場合は表示のみを使用してください。
ko: 신뢰할 수 있는 기기만 다시 연결할 수 있습니다. 더 안전하게 관찰하려면 보기 전용을 사용하세요.
nl: Alleen vertrouwde apparaten kunnen opnieuw verbinden. Gebruik Alleen weergeven voor veiligere observatie.
pl: Tylko zaufane urządzenia mogą ponownie się łączyć. Użyj trybu Tylko do odczytu, gdy chcesz bezpieczniejszej obserwacji.
pt_br: Apenas dispositivos confiáveis podem reconectar. Use Apenas Visualização quando quiser uma observação mais segura.
ru: Только доверенные устройства могут переподключаться. Используйте Только просмотр для более безопасного наблюдения.
sv: Endast betrodda enheter kan återansluta. Använd Endast visning när du vill ha säkrare observation.
th: เฉพาะอุปกรณ์ที่เชื่อถือได้เท่านั้นที่สามารถเชื่อมต่อใหม่ได้ ใช้ดูอย่างเดียวเมื่อต้องการการสังเกตที่ปลอดภัยยิ่งขึ้น
tr: Yalnızca güvenilir cihazlar yeniden bağlanabilir. Daha güvenli gözlem istediğinizde Yalnızca Görüntüle'yi kullanın.
vi: Chỉ thiết bị đáng tin cậy mới có thể kết nối lại. Sử dụng Chỉ xem khi bạn muốn quan sát an toàn hơn.
zh_hans: 只有受信任的设备才能重新连接。需要更安全的观察时，请使用仅查看模式。
zh_hant: 只有受信任的裝置才能重新連線。如需更安全的觀察，請使用僅供查看模式。

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
sv: Öppna
th: เปิด
tr: Aç
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: open mirror
ar: فتح المرآة
de: Spiegelung öffnen
es: abrir espejo
fr: ouvrir le miroir
hi: मिरर खोलें
it: apri mirror
ja: ミラーを開く
ko: 미러 열기
nl: spiegel openen
pl: otwórz lustro
pt_br: abrir espelho
ru: открыть зеркало
sv: öppna spegling
th: เปิดกระจก
tr: aynayı aç
vi: mở phản chiếu
zh_hans: 打开镜像
zh_hant: 開啟鏡像

source: Open session notes
ar: فتح ملاحظات الجلسة
de: Sitzungsnotizen öffnen
es: Abrir notas de sesión
fr: Ouvrir les notes de session
hi: सत्र नोट्स खोलें
it: Apri note sessione
ja: セッションメモを開く
ko: 세션 메모 열기
nl: Sessienotities openen
pl: Otwórz notatki sesji
pt_br: Abrir notas da sessão
ru: Открыть заметки сеанса
sv: Öppna sessionsanteckningar
th: เปิดบันทึกเซสชัน
tr: Oturum notlarını aç
vi: Mở ghi chú phiên
zh_hans: 打开会话笔记
zh_hant: 開啟工作階段筆記

source: open source
ar: مفتوح المصدر
es: Código abierto
ja: オープンソース
pt_br: Código abierto
tr: Açık kaynak
zh_hans: 开源
zh_hant: 开源

source: Overlay
ar: تراكب
es: Superposición
fr: Superposition
hi: ओवरले
ja: オーバーレイ
ko: 오버레이
pl: Nakładka
pt_br: Sobreposição
ru: Наложение
sv: Överlagring
th: การซ้อนทับ
tr: Yerleşim
vi: Lớp phủ
zh_hans: 叠加
zh_hant: 疊加

source: P-256 · ECDSA · Keychain · this device only
ar: P-256 · ECDSA · سلسلة المفاتيح · هذا الجهاز فقط
de: P-256 · ECDSA · Schlüsselbund · nur dieses Gerät
es: P-256 · ECDSA · Llavero · solo este dispositivo
fr: P-256 · ECDSA · Trousseau · cet appareil uniquement
hi: P-256 · ECDSA · कीचेन · केवल यह डिवाइस
it: P-256 · ECDSA · Portachiavi · solo questo dispositivo
ja: P-256 · ECDSA · キーチェーン · このデバイスのみ
ko: P-256 · ECDSA · 키체인 · 이 기기만
nl: P-256 · ECDSA · Sleutelhanger · alleen dit apparaat
pl: P-256 · ECDSA · Pęk kluczy · tylko to urządzenie
pt_br: P-256 · ECDSA · Chaveiro · apenas este dispositivo
ru: P-256 · ECDSA · Связка ключей · только это устройство
sv: P-256 · ECDSA · Nyckelring · endast denna enhet
th: P-256 · ECDSA · พวงกุญแจ · อุปกรณ์นี้เท่านั้น
tr: P-256 · ECDSA · Anahtar Zinciri · yalnızca bu cihaz
vi: P-256 · ECDSA · Chuỗi khóa · chỉ thiết bị này
zh_hans: P-256 · ECDSA · 钥匙串 · 仅此设备
zh_hant: P-256 · ECDSA · 鑰匙圈 · 僅此裝置

source: pair
ar: الإقران
de: Koppeln
es: Emparejar
fr: Associer
ja: ペアリング
pt_br: Emparejar
tr: Eşleştir
zh_hans: 配对
zh_hant: 配对
